Repository: aasmarques93/arctouch-challenge
Catalog: TheMovieDB/TheMovieDB/Supporting Files/Localizable/*.lproj/Localizable.strings
Languages: pt_br

source: Personality Test
pt_br: Teste de Personalidade

source: Personality Test Result
pt_br: Resultado do Teste de Personalidade

source: You got
pt_br: Você é

source: Result
pt_br: Resultado

source: Movies
pt_br: Filtes

source: TV Shows
pt_br: Séries de TV

source: Popular people
pt_br: Famosos

source: Search
pt_br: Pesquisar

source: Profile
pt_br: Perfil

source: Movie
pt_br: Filme

source: TV Show
pt_br: Série

source: Watch on Netflix
pt_br: Assista no Netflix

source: Coming to Netflix
pt_br: Em breve no Netflix

source: Netflix Movies
pt_br: Filmes do Netflix

source: All photos
pt_br: Todas as fotos

source: Roulette
pt_br: Roleta

source: Filter
pt_br: Filtro

source: All Genres
pt_br: Todos os gêneros

source: Any Score
pt_br: Qualquer nota

source: No Movie or TV Show was found. Try using other filters
pt_br: Nenhum Filme ou Série de TV foi encontrado. Tente usar outros filtros

source: Sugested
pt_br: Sugeridos

source: Now Playing
pt_br: Nos cinemas

source: Top Rated
pt_br: Mais aclamados pela crítica

source: Upcoming
pt_br: Em breve

source: Popular
pt_br: Populares

source: Airing today
pt_br: Lançamentos de hoje

source: On the air
pt_br: No ar

source: Latest
pt_br: Mais recentes

source: Track TV Show
pt_br: Acompanhar a série

source: Episode
pt_br: Episódio

source: Comedy
pt_br: Comédia

source: Action
pt_br: Ação

source: Thriller
pt_br: Suspense

source: Documentary
pt_br: Documentário

source: There are no movies available
pt_br: Não há filmes disponíveis

source: Search a movie
pt_br: Pesquise um filme

source: Search a TV Show
pt_br: Pesquise uma série

source: Search a person
pt_br: Pesquise um famoso

source: Did select
pt_br: Voce selecionou

source: Did answered personality test - Type:
pt_br: Você respondeu o teste de personalidade - Tipo:

source: Movie added to your want to see list
pt_br: Filme adicionado à sua lista que deseja ver

source: Movie removed from your want to see list
pt_br: Filme removido da sua lista que deseja ver

source: Movie added to your seen list
pt_br: Filme adicionado à sua lista de já assistidos

source: Movie removed from your seen list
pt_br: Filme removido da sua lista de já assistidos

source: Hey dude, You can start by creating an account
pt_br: Eai cara Você pode começar criando uma conta

source: Invalid user
pt_br: Usuário inválido

source: Invalid email
pt_br: Email inválido

source: Invalid password Your password must have at least 6 characteres
pt_br: Senha inválida Sua senha deve possuir no mínimo 6 caracteres

source: Passwords do not match
pt_br: As senhas não conferem

source: An error has occurred on our servers Try again later
pt_br: Occorreu um erro no nosso servidor Tente mais tarde

source: An email was sent to reset your password
pt_br: Um email foi enviado para a resetar sua senha
